{
    "response": {
        "creator": "APITUBE (https:\/\/apitube.pub)",
        "total_count": 10,
        "updated_at": "2022-10-31T13:05:25+00:00",
        "items": [
            {
                "link": "https:\/\/arstechnica.com\/gaming\/2013\/09\/grand-theft-auto-v-rakes-in-over-1-billion-in-three-days\/",
                "created_at": "2022-10-31T13:05:25+00:00",
                "title": "Grand Theft Auto V rakes in over $1 billion in three days",
                "description": "take money, run — The launch-day record for Take-Two will more than cover the costs to make the game. In more billion-dollar news this Friday (this time with a happier bent), the highly-anticipated Grand...",
                "content": "<div>\n <h4>\n take money, run —\n<\/h4>\n <h2>The launch-day record for Take-Two will more than cover the costs to make the game.<\/h2>\n <\/div><div>\n<p>In more billion-dollar news this Friday (this time with a <a target=\"_blank\" href=\"http:\/\/arstechnica.com\/business\/2013\/09\/blackberry-warns-of-near-1-billion-loss-this-quarter\/\">happier bent<\/a>), the highly-anticipated <em>Grand Theft Auto V<\/em> has crossed the $1 billion threshold after being on sale for just three days. On its first day on shelves, the fifth installment of the 16-year-old franchise made $800 million.<\/p>\n<p>A mixture of solid-to-breathless <a target=\"_blank\" href=\"http:\/\/arstechnica.com\/gaming\/2013\/09\/gta-v\/\">reviews<\/a> as well as five years of anticipation since the 2008 release of <em>Grand Theft Auto IV<\/em> contributed to creator Take Two Interactive's most lucrative launch ever. According to <a target=\"_blank\" href=\"http:\/\/www.reuters.com\/article\/2013\/09\/20\/entertainment-us-taketwo-gta-idUSBRE98J0O820130920\">Reuters<\/a>, development of <em>GTA V<\/em> cost Take-Two's Rockstar Games studio “between $200 million and $250 million, according to some analysts' estimates.”<\/p>\n<p>The fast-selling game definitely stands out compared to other recent blockbuster game launches. One game title that comes close to <em>GTA<\/em>'s launch success is Activision's first-person shooter <em>Call Of Duty: Black Ops II<\/em>, which hit $1 billion in global sales after 15 days on the market.<\/p>\n<p>\"<em>Grand Theft Auto<\/em> is a cultural phenomenon and Rockstar Games continues to redefine what can be achieved in interactive entertainment,\" CEO Strauss Zelnick told <a target=\"_blank\" href=\"http:\/\/www.gameinformer.com\/b\/news\/archive\/2013\/09\/20\/grand-theft-auto-v-hits-1-billion-in-three-days.aspx\">GameInformer<\/a>. \"We are incredibly proud of the extraordinary critical and commercial response to <em>Grand Theft Auto V<\/em>.\"<\/p>\n<p><em>GTA V<\/em> is currently available for the Xbox 360 and PlayStation 3 consoles. While Take-Two has not yet announced versions of the game for the coming Xbox One and PlayStation 4, investors will surely be watching to see if the company can sustain the momentum come November.<\/p>\n <\/div>",
                "textplain": "\n \n take money, run —\n\n The launch-day record for Take-Two will more than cover the costs to make the game.\n \nIn more billion-dollar news this Friday (this time with a happier bent), the highly-anticipated Grand Theft Auto V has crossed the $1 billion threshold after being on sale for just three days. On its first day on shelves, the fifth installment of the 16-year-old franchise made $800 million.\nA mixture of solid-to-breathless reviews as well as five years of anticipation since the 2008 release of Grand Theft Auto IV contributed to creator Take Two Interactive's most lucrative launch ever. According to Reuters, development of GTA V cost Take-Two's Rockstar Games studio “between $200 million and $250 million, according to some analysts' estimates.”\nThe fast-selling game definitely stands out compared to other recent blockbuster game launches. One game title that comes close to GTA's launch success is Activision's first-person shooter Call Of Duty: Black Ops II, which hit $1 billion in global sales after 15 days on the market.\n\"Grand Theft Auto is a cultural phenomenon and Rockstar Games continues to redefine what can be achieved in interactive entertainment,\" CEO Strauss Zelnick told GameInformer. \"We are incredibly proud of the extraordinary critical and commercial response to Grand Theft Auto V.\"\nGTA V is currently available for the Xbox 360 and PlayStation 3 consoles. While Take-Two has not yet announced versions of the game for the coming Xbox One and PlayStation 4, investors will surely be watching to see if the company can sustain the momentum come November.\n ",
                "image": "http:\/\/cdn.arstechnica.net\/wp-content\/themes\/ars\/assets\/static\/ars-logo-open-grey.png"
            },
            {
                "link": "https:\/\/arstechnica.com\/information-technology\/2014\/12\/rovio-lays-off-110-people-as-angry-birds-hype-fades\/",
                "created_at": "2022-10-31T12:52:44+00:00",
                "title": "Rovio lays off 110 people as Angry Birds hype fades",
                "description": "Angry investors — Still on track for the 2016 Angry Birds movie.   Rovio Rovio has confirmed that 110 people will lose their jobs as the Angry Birds maker also shuts down its game-development studio in...",
                "content": "<div>\n <h4>\n Angry investors —\n<\/h4>\n <h2>Still on track for the 2016 <i>Angry Birds<\/i> movie.<\/h2>\n <\/div><div>\n<figure>\n <img src=\"https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/2014\/12\/stella1-640x426.jpg\" alt=\"Rovio lays off 110 people as Angry Birds hype fades\" \/>\n <figcaption><p>Rovio<\/p><\/figcaption> <\/figure>\n<p>Rovio has confirmed that 110 people will lose their jobs as the <a target=\"_blank\" href=\"http:\/\/www.wired.co.uk\/angry-birds\"><span><i>Angry Birds<\/i><\/span><\/a> maker also shuts down its game-development studio in Tampere, Finland. The layoffs, first announced in October, amount to about 14 percent of the company's workforce.<\/p>\n<p>It had been expected that <a target=\"_blank\" href=\"http:\/\/www.wired.co.uk\/rovio\"><span>Rovio<\/span><\/a> would make 130 people redundant but after a round of consultations this number has now been reduced. Rovio said that as a result of the redundancies \"several positions\" have been opened for internal applications. The actual number of employees out of work will depend on how many new internal positions are filled.<\/p>\n<p>The closing of its Tampere development studio means that Rovio will move all of its Finnish operation to its Espoo headquarters. The company shot to fame in 2009 when it released <i>Angry Birds<\/i>, its 52nd <a target=\"_blank\" href=\"http:\/\/www.wired.co.uk\/games\"><span>game<\/span><\/a>. The title went on to become the most downloaded mobile game of all time.<\/p>\n<p>After hugely increasing its workforce in 2012 Rovio's net profits almost halved the following year. At the time chief financial officer Herkko Soininen said the poor profit figures were because of major investments in the company. But Rovio's expansion into animation and merchandising continued to hit its profits hard, leading to today's 110 redundancies.<\/p>\n<p>Rovio still plans to release an animated <i>Angry Birds<\/i> <a target=\"_blank\" href=\"http:\/\/www.wired.co.uk\/film\">film<\/a> in 2016.<\/p>\n<p><em>This story originally appeared on <a target=\"_blank\" href=\"http:\/\/www.wired.co.uk\/news\/archive\/2014-12\/04\/rovio-110-redundancies\">Wired UK<\/a>.<\/em><\/p>\n <\/div>",
                "textplain": "\n \n Angry investors —\n\n Still on track for the 2016 Angry Birds movie.\n \n\n \n Rovio \nRovio has confirmed that 110 people will lose their jobs as the Angry Birds maker also shuts down its game-development studio in Tampere, Finland. The layoffs, first announced in October, amount to about 14 percent of the company's workforce.\nIt had been expected that Rovio would make 130 people redundant but after a round of consultations this number has now been reduced. Rovio said that as a result of the redundancies \"several positions\" have been opened for internal applications. The actual number of employees out of work will depend on how many new internal positions are filled.\nThe closing of its Tampere development studio means that Rovio will move all of its Finnish operation to its Espoo headquarters. The company shot to fame in 2009 when it released Angry Birds, its 52nd game. The title went on to become the most downloaded mobile game of all time.\nAfter hugely increasing its workforce in 2012 Rovio's net profits almost halved the following year. At the time chief financial officer Herkko Soininen said the poor profit figures were because of major investments in the company. But Rovio's expansion into animation and merchandising continued to hit its profits hard, leading to today's 110 redundancies.\nRovio still plans to release an animated Angry Birds film in 2016.\nThis story originally appeared on Wired UK.\n ",
                "image": "https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/2014\/12\/stella1-640x215.jpg"
            },
            {
                "link": "https:\/\/arstechnica.com\/gaming\/2004\/12\/pirates\/3\/",
                "created_at": "2022-10-31T12:52:18+00:00",
                "title": "Sid Meier's Pirates!",
                "description": "Avast matey! It's not the Pirates Who Don't Do Anything, but Sid Meier's …  You mentioned quests earlier? As a matter of fact, I did mention them indeed, my good sires. Not all is freeform, sandbox fun and...",
                "content": "<article>\n <h2>Avast matey! It's not the Pirates Who Don't Do Anything, but Sid Meier's …<\/h2>\n <section>\n <div>\n<h2>You mentioned quests earlier?<\/h2>\n<p>As a matter of fact, I did mention them indeed, my good sires.<\/p>\n<p>Not all is freeform, sandbox fun and games. The game will offer quests for you to do, quests that you are always free to take on or ignore. However, the rewards are rather tasty, so most players will gravitate towards doing them.<\/p>\n<p>For example, strangers at taverns here and there will sell you map pieces of fabulous buried treasures. Far from being the 17th century equivalent of a Nigerian scam, these maps are actually genuine. ?X' will mark the spot, if you're crafty and aware enough to find them. In the same vein, you will also come across ? one way or another ? map pieces for ancient lost cities, fabled to be full of gold and riches. These quests are usually longer, since you don't really \"find\" maps for lost cities often. Instead, you have to work for them. It may take a good couple of game years to finish these.<\/p>\n<p>Some of these quests are small in scope and short. Like, say, escorting a governor or immigrants to their destination. Others, like the above mentioned lost cities, will take a fair chunk of your career if you choose to undertake them (and you will. You know you will? lost gold?mmmm).<\/p>\n<div>\n<p><a target=\"_blank\" href=\"http:\/\/arstechnica.com\/images\/pirates\/pirates_007.jpg\"><img alt src=\"https:\/\/arstechnica.com\/gaming\/2004\/12\/images\/pirates\/pirates_007_thumb.jpg\" \/><\/a><br \/> \t\t\t\tOh, yeah. that helps. That helps tons.<\/p>\n<\/div>\n<p>But the main quests, which are also exceedingly large (in my opinion) in time and scope revolve around getting your family together again, which is the back story the game gives you. For being the main, longest quests, I believe they could've been implemented better. There's just too much repetition at every stage, and though they do provide you with a good carrot at the end of a stick to have you gallop all across the Caribbean (literally), there's just not enough variety and they're sometimes very silly. How many times are you <i>really<\/i> gonna let the villain escape? How many times do you have to dance with <i>your wife<\/i> for her to tell you stuff? Why doesn't she just tell you outright? And for that matter, if she's hoarding all those items, why doesn't she just give you everything instead of using you like a dancing meat puppet to be there whenever she pleases?<\/p>\n<div>\n<p><a target=\"_blank\" href=\"http:\/\/arstechnica.com\/images\/pirates\/pirates_031.jpg\"><img alt src=\"https:\/\/arstechnica.com\/gaming\/2004\/12\/images\/pirates\/pirates_031_thumb.jpg\" \/><\/a><br \/> \t\t\t\tIn Anime we call this \"Fan Service\"<\/p>\n<\/div>\n<p>Yet, nobody says you can't have your fun. On the side. If you know what I mean? wink, wink, nudge, nudge. Sure, you may be married and all, but if the wife lives on Maracaibo, for example, what does she know about what you do in, say, St. Kitts? She doesn't have a boat, so she's not gonna chase after you or anything. Being married doesn't mean you can't have a girl on each port of call. It doesn't mean you can't romance them all? and in the darkness bind them (if you're into that). Heck, that's what I do and I get lots of items and information that way. And by lots, I mean <i>lots<\/i>.*<\/p>\n<p><span>* I would like to convey, in the strongest possible terms, that the paragraph above refers to my actions exclusively inside the game and in-character. In my real life I am a model husband and I wouldn't dream for a second about dedicating myself to such a pernicious enterprise as adultery is. I believe that worshipping and dedicating oneself fully to one's spouse is the essential fabric that holds together our lives, our society, our future and, yea, our very values as a free society of western ideals, in the principles of freedom, family and equality.<\/span><\/p><p><span>That, and the fact that my wife reads my reviews too. Hi, Hon. Just? talking to the guys here. How was work?<\/span><\/p>\n<h3>She be a beaut', aye, she be<\/h3>\n<p>Graphically, the damn thing looks terrific. It's simply a pleasure to sail around the vast blue expanse of the Caribbean, watching the clouds go by and the distant coastlines on the horizon. The game should come with an USB Feel-o-matic, so you can plug it in and feel the warm and salty sea breezes.<\/p>\n<p>The game world is well detailed, as you can observe from some of the delectable screenshots I have painstakingly provided. Some islands are <i>huge<\/i> (and geographically correct!), showing trees, jungle and mountains. Reef barriers and shallow waters also dot the seascape, providing not only a visual respite from the sight of the ocean, but an added element of difficulty to test your navigation skills.<\/p>\n<p>The cut scenes, despite utilizing the game engine and not being prerendered, are mostly well done and pleasing. Some of them reminiscing of old pirate flicks, giving the whole thing an Errol Flynn-esque taste which is very welcome. Particularly during the various swordfights (which are satisfyingly deep at higher difficulty levels), the little old silver screen drops are there.<\/p>\n<div>\n<p><a target=\"_blank\" href=\"http:\/\/arstechnica.com\/images\/pirates\/pirates_005.jpg\"><img alt src=\"https:\/\/arstechnica.com\/gaming\/2004\/12\/images\/pirates\/pirates_005_thumb.jpg\" \/><\/a><br \/> \t\t\t\tThe fleet about to land on Jamaica, in the interests of science. They grow a strange plant there.<\/p>\n<\/div>\n<p>The graphical options are not extensive, but that's a-ok, since the focus of Pirates! is strictly on gameplay, not on snazzy graphics. With that said, the game uses simple shaders and shadows to add to the atmosphere, but these can be turned off to allow the game to be played on older video cards.<\/p>\n<p>It's not a very taxing game that will bring your system to its knees. The framerates were adequate most of the time, except during a few occasions where I zoomed all the way out while sailing and it began to drop, surely because of the extra terrain it had to display. No worries here.<\/p>\n<div>\n<p><a target=\"_blank\" href=\"http:\/\/arstechnica.com\/images\/pirates\/pirates_010.jpg\"><img alt src=\"https:\/\/arstechnica.com\/gaming\/2004\/12\/images\/pirates\/pirates_010_thumb.jpg\" \/><\/a><br \/> \t\t\t\tAt thee, ya brigand!<\/p>\n<\/div>\n<p>A note, though: The cut scenes don't play well with antialiasing. At all. Perhaps this will be solved in a future patch. The game doesn't come with any options to control the AA level or filtering, so I had to test it via the driver. Anisotropic filtering was fair game, but antialiasing was a definite no-no. However, if you don't care for the cut scenes (which will appear as a blueish screen when AA is activated), the game itself seems to work fine with it enabled, as far as I could test it.<\/p>\n<h3>Play that tune, me boy! The one we all know!<\/h3>\n<p>I have to admit, I am a little bit disappointed on the aural side of things.<\/p>\n<p>I do not mean that the sounds and the music are <i>crap<\/i>. Not at all. They are fine. Nothing spectacular, but they serve their purpose. It's just that I was expecting something closer in feeling to the original Pirates! That is, mostly classical tunes from the Baroque, played in the obligatory harpsichord. Being such a recognizable and beloved part of the old game, I didn't care much for the new tunes. <i>This is just me<\/i>, so feel free to disagree or flame away.<\/p>\n<div>\n<p><a target=\"_blank\" href=\"http:\/\/arstechnica.com\/images\/pirates\/pirates_024.jpg\"><img alt src=\"https:\/\/arstechnica.com\/gaming\/2004\/12\/images\/pirates\/pirates_024_thumb.jpg\" \/><\/a><br \/> \t\t\t\tBurn, baby, burn! Disco Infernooooo!<\/p>\n<\/div>\n<p>As it is, the only taste I got of that sweet chamber music goodness was during some of the dance mini-games. The rest follows a Caribbean theme, with variety according to the nationality of the port in question. Which is not <i>bad<\/i> at all, but simply something I wasn't personally expecting.<\/p>\n<p>Another point that I feel detracts a little is that every character speaks Simspeak. That is, there's no understandable speech in itself, just Sims-offian mumbling and indiscernible exclamations.<\/p>\n<div>\n<p><a target=\"_blank\" href=\"http:\/\/arstechnica.com\/images\/pirates\/pirates_025.jpg\"><img alt src=\"https:\/\/arstechnica.com\/gaming\/2004\/12\/images\/pirates\/pirates_025_thumb.jpg\" \/><\/a><br \/> \t\t\t\tWhat, no iPod?<\/p>\n<\/div>\n<p>I feel this area could have been better. But, like the graphics, this is not the point of the game in any case.<\/p>\n <\/div>\n Page: <span>\n <a target=\"_blank\" href=\"https:\/\/arstechnica.com\/gaming\/2004\/12\/pirates\/1\/\">1<\/a> <a target=\"_blank\" href=\"https:\/\/arstechnica.com\/gaming\/2004\/12\/pirates\/2\/\">2<\/a> 3 <a target=\"_blank\" href=\"https:\/\/arstechnica.com\/gaming\/2004\/12\/pirates\/4\/\">4<\/a> <a target=\"_blank\" href=\"https:\/\/arstechnica.com\/gaming\/2004\/12\/pirates\/4\/\"><span>Next <span>→<\/span><\/span><\/a> <\/span>\n <\/section>\n<\/article>",
                "textplain": "\n Avast matey! It's not the Pirates Who Don't Do Anything, but Sid Meier's …\n \n \nYou mentioned quests earlier?\nAs a matter of fact, I did mention them indeed, my good sires.\nNot all is freeform, sandbox fun and games. The game will offer quests for you to do, quests that you are always free to take on or ignore. However, the rewards are rather tasty, so most players will gravitate towards doing them.\nFor example, strangers at taverns here and there will sell you map pieces of fabulous buried treasures. Far from being the 17th century equivalent of a Nigerian scam, these maps are actually genuine. ?X' will mark the spot, if you're crafty and aware enough to find them. In the same vein, you will also come across ? one way or another ? map pieces for ancient lost cities, fabled to be full of gold and riches. These quests are usually longer, since you don't really \"find\" maps for lost cities often. Instead, you have to work for them. It may take a good couple of game years to finish these.\nSome of these quests are small in scope and short. Like, say, escorting a governor or immigrants to their destination. Others, like the above mentioned lost cities, will take a fair chunk of your career if you choose to undertake them (and you will. You know you will? lost gold?mmmm).\n\n \t\t\t\tOh, yeah. that helps. That helps tons.\n\nBut the main quests, which are also exceedingly large (in my opinion) in time and scope revolve around getting your family together again, which is the back story the game gives you. For being the main, longest quests, I believe they could've been implemented better. There's just too much repetition at every stage, and though they do provide you with a good carrot at the end of a stick to have you gallop all across the Caribbean (literally), there's just not enough variety and they're sometimes very silly. How many times are you really gonna let the villain escape? How many times do you have to dance with your wife for her to tell you stuff? Why doesn't she just tell you outright? And for that matter, if she's hoarding all those items, why doesn't she just give you everything instead of using you like a dancing meat puppet to be there whenever she pleases?\n\n \t\t\t\tIn Anime we call this \"Fan Service\"\n\nYet, nobody says you can't have your fun. On the side. If you know what I mean? wink, wink, nudge, nudge. Sure, you may be married and all, but if the wife lives on Maracaibo, for example, what does she know about what you do in, say, St. Kitts? She doesn't have a boat, so she's not gonna chase after you or anything. Being married doesn't mean you can't have a girl on each port of call. It doesn't mean you can't romance them all? and in the darkness bind them (if you're into that). Heck, that's what I do and I get lots of items and information that way. And by lots, I mean lots.*\n* I would like to convey, in the strongest possible terms, that the paragraph above refers to my actions exclusively inside the game and in-character. In my real life I am a model husband and I wouldn't dream for a second about dedicating myself to such a pernicious enterprise as adultery is. I believe that worshipping and dedicating oneself fully to one's spouse is the essential fabric that holds together our lives, our society, our future and, yea, our very values as a free society of western ideals, in the principles of freedom, family and equality.That, and the fact that my wife reads my reviews too. Hi, Hon. Just? talking to the guys here. How was work?\nShe be a beaut', aye, she be\nGraphically, the damn thing looks terrific. It's simply a pleasure to sail around the vast blue expanse of the Caribbean, watching the clouds go by and the distant coastlines on the horizon. The game should come with an USB Feel-o-matic, so you can plug it in and feel the warm and salty sea breezes.\nThe game world is well detailed, as you can observe from some of the delectable screenshots I have painstakingly provided. Some islands are huge (and geographically correct!), showing trees, jungle and mountains. Reef barriers and shallow waters also dot the seascape, providing not only a visual respite from the sight of the ocean, but an added element of difficulty to test your navigation skills.\nThe cut scenes, despite utilizing the game engine and not being prerendered, are mostly well done and pleasing. Some of them reminiscing of old pirate flicks, giving the whole thing an Errol Flynn-esque taste which is very welcome. Particularly during the various swordfights (which are satisfyingly deep at higher difficulty levels), the little old silver screen drops are there.\n\n \t\t\t\tThe fleet about to land on Jamaica, in the interests of science. They grow a strange plant there.\n\nThe graphical options are not extensive, but that's a-ok, since the focus of Pirates! is strictly on gameplay, not on snazzy graphics. With that said, the game uses simple shaders and shadows to add to the atmosphere, but these can be turned off to allow the game to be played on older video cards.\nIt's not a very taxing game that will bring your system to its knees. The framerates were adequate most of the time, except during a few occasions where I zoomed all the way out while sailing and it began to drop, surely because of the extra terrain it had to display. No worries here.\n\n \t\t\t\tAt thee, ya brigand!\n\nA note, though: The cut scenes don't play well with antialiasing. At all. Perhaps this will be solved in a future patch. The game doesn't come with any options to control the AA level or filtering, so I had to test it via the driver. Anisotropic filtering was fair game, but antialiasing was a definite no-no. However, if you don't care for the cut scenes (which will appear as a blueish screen when AA is activated), the game itself seems to work fine with it enabled, as far as I could test it.\nPlay that tune, me boy! The one we all know!\nI have to admit, I am a little bit disappointed on the aural side of things.\nI do not mean that the sounds and the music are crap. Not at all. They are fine. Nothing spectacular, but they serve their purpose. It's just that I was expecting something closer in feeling to the original Pirates! That is, mostly classical tunes from the Baroque, played in the obligatory harpsichord. Being such a recognizable and beloved part of the old game, I didn't care much for the new tunes. This is just me, so feel free to disagree or flame away.\n\n \t\t\t\tBurn, baby, burn! Disco Infernooooo!\n\nAs it is, the only taste I got of that sweet chamber music goodness was during some of the dance mini-games. The rest follows a Caribbean theme, with variety according to the nationality of the port in question. Which is not bad at all, but simply something I wasn't personally expecting.\nAnother point that I feel detracts a little is that every character speaks Simspeak. That is, there's no understandable speech in itself, just Sims-offian mumbling and indiscernible exclamations.\n\n \t\t\t\tWhat, no iPod?\n\nI feel this area could have been better. But, like the graphics, this is not the point of the game in any case.\n \n Page: \n 1 2 3 4 Next → \n \n",
                "image": "http:\/\/cdn.arstechnica.net\/wp-content\/themes\/ars-mobile\/assets\/images\/ars-logo-open-grey.png"
            },
            {
                "link": "https:\/\/arstechnica.com\/tech-policy\/2022\/09\/lawsuit-sfpd-used-victims-dna-from-rape-kit-exam-to-arrest-her-for-burglary\/1\/",
                "created_at": "2022-10-31T12:52:29+00:00",
                "title": "San Francisco sued by woman who says her rape-kit DNA was used to arrest her",
                "description": "Enlarge \/ San Francisco Police Chief Bill Scott answers questions in a meeting with the San Francisco Chronicle editorial board on Tuesday, Feb. 15, 2022.San Francisco Chronicle\/Hearst Newspapers via Getty...",
                "content": "<div>\n<figure>\n <img src=\"https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/2022\/09\/getty-sf-police-chief-800x533.jpg\" alt=\"San Francisco Police Chief Bill Scott wearing a mask and sitting at a table.\" \/>\n <figcaption><p><a target=\"_blank\" href=\"https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/2022\/09\/getty-sf-police-chief.jpg\">Enlarge<\/a> <span>\/<\/span> San Francisco Police Chief Bill Scott answers questions in a meeting with the San Francisco Chronicle editorial board on Tuesday, Feb. 15, 2022.<\/p><p>San Francisco Chronicle\/Hearst Newspapers via Getty Images<\/p><\/figcaption> <\/figure>\n<p>San Francisco has been sued by a sexual assault victim in a <a target=\"_blank\" href=\"https:\/\/storage.courtlistener.com\/recap\/gov.uscourts.cand.400298\/gov.uscourts.cand.400298.1.0.pdf\">complaint<\/a> that describes \"the San Francisco Police Department's shocking practice of placing crime victims' DNA into a permanent database without the victims' knowledge or consent.\"<\/p>\n<p>\"Plaintiff Jane Doe, a sexual assault survivor, was re-victimized by this unconstitutional practice,\" alleged the lawsuit filed Monday in US District Court for the Northern District of California. \"In 2016, she provided a DNA sample to the San Francisco Police Department as part of its investigation into her sexual assault. However, she never consented to it to be stored or used for any other purpose. Nevertheless, the Department maintained Plaintiff Doe's DNA in the database for more than six years.\"<\/p>\n<p>According to the lawsuit, Jane Doe was arrested on burglary charges in 2021 after DNA from a crime scene apparently matched the DNA she provided five years earlier. The charges were eventually dropped.<\/p>\n<p>The SFPD practice previously came to light in February 2022, as we <a target=\"_blank\" href=\"https:\/\/arstechnica.com\/tech-policy\/2022\/02\/sfpd-put-rape-victims-dna-into-database-used-to-find-criminals-da-alleges\/\">wrote at the time<\/a>. Chesa Boudin, who was then the district attorney, issued a <a target=\"_blank\" href=\"https:\/\/www.sfdistrictattorney.org\/archive-press-release\/da-boudin-denounces-practice-of-violating-rape-victims-privacy-and-misusing-sexual-assault-dna-evidence\/\">press release<\/a> denouncing the police department practice in which the \"crime lab attempts to identify crime suspects by searching a database of DNA evidence that contains DNA collected from rape and sexual assault victims.\" Boudin <a target=\"_blank\" href=\"https:\/\/www.sfchronicle.com\/sf\/article\/San-Francisco-police-linked-a-woman-to-a-crime-16918673.php\">said he<\/a> learned of the practice when a woman's DNA collected years previously during a rape exam was used to link her to a property crime. <\/p>\n<h2>Outcry spurred changes<\/h2>\n<p>Under the policy, SFPD officers tested \"victims' DNA for matches in every subsequent criminal investigation in which genetic material is recovered without any reasonable basis to suspect the victims are in any way connected to these completely unrelated crime scenes,\" Jane Doe's complaint said, adding that thousands of people were reportedly \"subjected to this arbitrary, unlawful unconstitutional invasion of privacy.\"<\/p>\n<p>Amid widespread condemnation, the SFPD reportedly <a target=\"_blank\" href=\"https:\/\/www.sfchronicle.com\/bayarea\/article\/S-F-police-crime-lab-ends-policy-allowing-16942375.php\">ended the policy<\/a> about a week <a target=\"_blank\" href=\"https:\/\/www.usatoday.com\/story\/news\/nation\/2022\/02\/23\/san-francisco-police-rape-kit-dna-controversy\/6854467001\/\">after the public revelation<\/a>. Because \"the crime lab routinely ran crime scene evidence through this database that included Plaintiff's DNA without ever attempting to get her consent or anyone else's consent,\" Jane Doe's \"DNA was likely tested in thousands of criminal investigations, though the police had absolutely no reason to believe that she was involved in any of the incidents,\" the lawsuit said.<\/p>\n<p>California's legislature recently <a target=\"_blank\" href=\"https:\/\/leginfo.legislature.ca.gov\/faces\/billTextClient.xhtml?bill_id=202120220SB1228\">approved a bill<\/a> on DNA collected from crime victims \"requiring that law enforcement agencies use these samples only for purposes directly related to the incident being investigated, prohibiting law enforcement agencies from comparing these samples with samples that do not relate to the incident being investigated, and prohibiting law enforcement agencies from including these samples in databases that allow the samples to be compared to or matched with profiles derived from DNA evidence obtained from crime scenes.\"<\/p>\n<p>The bill was approved by the California Senate and Assembly and awaits Governor Gavin Newsom's signature.<\/p>\n <\/div>",
                "textplain": "\n\n \n Enlarge \/ San Francisco Police Chief Bill Scott answers questions in a meeting with the San Francisco Chronicle editorial board on Tuesday, Feb. 15, 2022.San Francisco Chronicle\/Hearst Newspapers via Getty Images \nSan Francisco has been sued by a sexual assault victim in a complaint that describes \"the San Francisco Police Department's shocking practice of placing crime victims' DNA into a permanent database without the victims' knowledge or consent.\"\n\"Plaintiff Jane Doe, a sexual assault survivor, was re-victimized by this unconstitutional practice,\" alleged the lawsuit filed Monday in US District Court for the Northern District of California. \"In 2016, she provided a DNA sample to the San Francisco Police Department as part of its investigation into her sexual assault. However, she never consented to it to be stored or used for any other purpose. Nevertheless, the Department maintained Plaintiff Doe's DNA in the database for more than six years.\"\nAccording to the lawsuit, Jane Doe was arrested on burglary charges in 2021 after DNA from a crime scene apparently matched the DNA she provided five years earlier. The charges were eventually dropped.\nThe SFPD practice previously came to light in February 2022, as we wrote at the time. Chesa Boudin, who was then the district attorney, issued a press release denouncing the police department practice in which the \"crime lab attempts to identify crime suspects by searching a database of DNA evidence that contains DNA collected from rape and sexual assault victims.\" Boudin said he learned of the practice when a woman's DNA collected years previously during a rape exam was used to link her to a property crime. \nOutcry spurred changes\nUnder the policy, SFPD officers tested \"victims' DNA for matches in every subsequent criminal investigation in which genetic material is recovered without any reasonable basis to suspect the victims are in any way connected to these completely unrelated crime scenes,\" Jane Doe's complaint said, adding that thousands of people were reportedly \"subjected to this arbitrary, unlawful unconstitutional invasion of privacy.\"\nAmid widespread condemnation, the SFPD reportedly ended the policy about a week after the public revelation. Because \"the crime lab routinely ran crime scene evidence through this database that included Plaintiff's DNA without ever attempting to get her consent or anyone else's consent,\" Jane Doe's \"DNA was likely tested in thousands of criminal investigations, though the police had absolutely no reason to believe that she was involved in any of the incidents,\" the lawsuit said.\nCalifornia's legislature recently approved a bill on DNA collected from crime victims \"requiring that law enforcement agencies use these samples only for purposes directly related to the incident being investigated, prohibiting law enforcement agencies from comparing these samples with samples that do not relate to the incident being investigated, and prohibiting law enforcement agencies from including these samples in databases that allow the samples to be compared to or matched with profiles derived from DNA evidence obtained from crime scenes.\"\nThe bill was approved by the California Senate and Assembly and awaits Governor Gavin Newsom's signature.\n ",
                "image": "https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/2022\/09\/getty-sf-police-chief-760x380.jpg"
            },
            {
                "link": "https:\/\/arstechnica.com\/information-technology\/2022\/05\/small-drones-are-giving-ukraine-an-unprecedented-edge\/1\/",
                "created_at": "2022-10-31T12:52:17+00:00",
                "title": "Small drones are giving Ukraine an unprecedented edge",
                "description": "Petro Zadorozhny | Getty Images In the snowy streets of the north Ukrainian town of Trostyanets, the Russian missile system fires rockets every second. Tanks and military vehicles are parked on either side...",
                "content": "<div>\n<figure>\n <img src=\"https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/2022\/05\/drone-launch-800x533.jpg\" alt=\"Small drones are giving Ukraine an unprecedented edge\" \/>\n <figcaption><p>Petro Zadorozhny | Getty Images<\/p><\/figcaption> <\/figure>\n<p>In the snowy streets of the north Ukrainian town of Trostyanets, the Russian <a target=\"_blank\" href=\"https:\/\/www.facebook.com\/watch\/?v=1260719317785495\">missile system fires rockets every second<\/a>. Tanks and military vehicles are parked on either side of the blasting artillery system, positioned among houses and near the town’s railway system. The weapon is not working alone, though. Hovering tens of meters above it and recording the assault is a Ukrainian drone. The drone isn’t a sophisticated military system, but a small, commercial machine that anyone can buy.<\/p>\n<figure><img src=\"https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/2019\/02\/wired-logo.png\" \/><\/figure><p>Since Vladimir Putin invaded Ukraine at the end of February, drones of all shapes and sizes have been used by both sides in the conflict. At one end of the scale are large military drones that can be used for aerial surveillance and to attack targets on the ground. In contrast, small commercial drones can be flown by people without any specific training and carried around in a suitcase-sized box. While both types of drones have been used in previous conflicts, the current scale of small, commercial drone use in Ukraine is unprecedented.<\/p>\n<p>Drone videos shared and posted to social media depict the brutality of the war and reveal what has happened during battles. Drones have captured fighting in the <a target=\"_blank\" href=\"https:\/\/twitter.com\/RALee85\/status\/1499836892925337608\">destroyed Ukrainian city of Bucha<\/a>, with lines of tanks moving around streets and troops moving alongside them. Commercial drones have helped journalists document the <a target=\"_blank\" href=\"https:\/\/twitter.com\/bbcworldservice\/status\/1507341242027458568\">sheer scale of destruction in Kyiv and Mariupol<\/a>, flying over burnt-out buildings that have been reduced to rubble.<\/p> \n<p>Russian troops have been caught on camera allegedly <a target=\"_blank\" href=\"https:\/\/twitter.com\/ZDFheute\/status\/1503766513228132358\">shooting at citizens holding their hands in the air<\/a>. Drone videos show Ukrainian <a target=\"_blank\" href=\"https:\/\/www.facebook.com\/128brigade\/videos\/509577140756682\/\">troops shelling Russian positions<\/a>, <a target=\"_blank\" href=\"https:\/\/www.youtube.com\/watch?v=wssIiIEqm1Y\">monitoring their movements<\/a> in real time, and <a target=\"_blank\" href=\"https:\/\/twitter.com\/RALee85\/status\/1511407980004130827?s=20&amp;t=fbqNSZ0efz3WjmJGvQzOhg\">ambushing Russian troops<\/a>. In one video, a drone spots Russian military vehicles leaving troops behind—they <a target=\"_blank\" href=\"https:\/\/twitter.com\/GissiSim\/status\/1508865113582981121\">run after the transport and fall in the snow<\/a>. In another, the drone hovers in the air and records a helicopter being <a target=\"_blank\" href=\"https:\/\/twitter.com\/Cen4infoRes\/status\/1500096138694828037\">shot down as it flies past<\/a>.<\/p>\n<p>“Drones changed the way the war was supposed to be,” says Valerii Iakovenko, the founder of Ukrainian drone company DroneUA. “It is all about intelligence, collecting and transferring data about enemy troops' movements or positionings, correcting artillery fire. It is about counter-saboteurs' actions, and it is of course search-and-rescue operations.” Iakovenko estimates that Ukrainian forces are operating more than 6,000 drones for reconnaissance and says these can link up with Elon Musk’s Starlink satellite systems to upload footage. “In 2014, drones became the center of attention of intelligence units, but their scale cannot be compared to what we see today,” he says. (Russia first began its invasion of Ukraine in 2014 with its annexation of Crimea.)<\/p>\n<p>Both Ukraine and <a target=\"_blank\" href=\"https:\/\/www.wired.com\/story\/ai-drones-russia-ukraine\/\">Russia<\/a> have <a target=\"_blank\" href=\"https:\/\/www.cbsnews.com\/news\/ukraine-drones-destroy-russian-patrol-ships-snake-island-defense-ministry-says\/\">used<\/a> <a target=\"_blank\" href=\"https:\/\/www.thetimes.co.uk\/article\/specialist-drone-unit-picks-off-invading-forces-as-they-sleep-zlx3dj7bb\">military drones<\/a> <a target=\"_blank\" href=\"https:\/\/www.middleeasteye.net\/news\/russia-ukraine-tb2-bayraktar-drones-said-bombed-oil-depots\">during the war<\/a>—and Ukraine received <a target=\"_blank\" href=\"https:\/\/www.thetimes.co.uk\/article\/us-gives-kamikaze-switchblade-drones-to-ukrainian-defenders-8vljg3bk5\">donations of drones from the US<\/a>. These military drones can often fly at high altitudes for long periods of time and fire upon targets, <a target=\"_blank\" href=\"https:\/\/www.businessinsider.com\/shocking-video-shows-ukrainian-drone-destroying-2-russian-patrol-boats-2022-5?r=US&amp;IR=T\">including ships<\/a>. However, the use of smaller commercial drones in such high numbers stands out, researchers say. These drones, which can sometimes be flimsy and can’t fly far from their operators or stay in the air for long periods, have provided tactical advantages in some cases. (Commercial drones have been used in previous conflicts, <a target=\"_blank\" href=\"https:\/\/www.bellingcat.com\/news\/mena\/2017\/02\/10\/death-drone-bombs-caliphate\/\">for instance in Syria<\/a>, but not as extensively as in Ukraine.)<\/p>\n <\/div>",
                "textplain": "\n\n \n Petro Zadorozhny | Getty Images \nIn the snowy streets of the north Ukrainian town of Trostyanets, the Russian missile system fires rockets every second. Tanks and military vehicles are parked on either side of the blasting artillery system, positioned among houses and near the town’s railway system. The weapon is not working alone, though. Hovering tens of meters above it and recording the assault is a Ukrainian drone. The drone isn’t a sophisticated military system, but a small, commercial machine that anyone can buy.\nSince Vladimir Putin invaded Ukraine at the end of February, drones of all shapes and sizes have been used by both sides in the conflict. At one end of the scale are large military drones that can be used for aerial surveillance and to attack targets on the ground. In contrast, small commercial drones can be flown by people without any specific training and carried around in a suitcase-sized box. While both types of drones have been used in previous conflicts, the current scale of small, commercial drone use in Ukraine is unprecedented.\nDrone videos shared and posted to social media depict the brutality of the war and reveal what has happened during battles. Drones have captured fighting in the destroyed Ukrainian city of Bucha, with lines of tanks moving around streets and troops moving alongside them. Commercial drones have helped journalists document the sheer scale of destruction in Kyiv and Mariupol, flying over burnt-out buildings that have been reduced to rubble. \nRussian troops have been caught on camera allegedly shooting at citizens holding their hands in the air. Drone videos show Ukrainian troops shelling Russian positions, monitoring their movements in real time, and ambushing Russian troops. In one video, a drone spots Russian military vehicles leaving troops behind—they run after the transport and fall in the snow. In another, the drone hovers in the air and records a helicopter being shot down as it flies past.\n“Drones changed the way the war was supposed to be,” says Valerii Iakovenko, the founder of Ukrainian drone company DroneUA. “It is all about intelligence, collecting and transferring data about enemy troops' movements or positionings, correcting artillery fire. It is about counter-saboteurs' actions, and it is of course search-and-rescue operations.” Iakovenko estimates that Ukrainian forces are operating more than 6,000 drones for reconnaissance and says these can link up with Elon Musk’s Starlink satellite systems to upload footage. “In 2014, drones became the center of attention of intelligence units, but their scale cannot be compared to what we see today,” he says. (Russia first began its invasion of Ukraine in 2014 with its annexation of Crimea.)\nBoth Ukraine and Russia have used military drones during the war—and Ukraine received donations of drones from the US. These military drones can often fly at high altitudes for long periods of time and fire upon targets, including ships. However, the use of smaller commercial drones in such high numbers stands out, researchers say. These drones, which can sometimes be flimsy and can’t fly far from their operators or stay in the air for long periods, have provided tactical advantages in some cases. (Commercial drones have been used in previous conflicts, for instance in Syria, but not as extensively as in Ukraine.)\n ",
                "image": "https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/2022\/05\/drone-launch-760x380.jpg"
            },
            {
                "link": "https:\/\/arstechnica.com\/gaming\/2009\/01\/report-free-radical-axes-140-jobs\/",
                "created_at": "2022-10-31T12:52:18+00:00",
                "title": "Report: Free Radical axes 140 jobs",
                "description": "Gaming &amp; Culture — The tough times continue for UK developer Free Radical, as reports are … The industry received surprising news when word hit that Free Radical Entertainment was forced to go into...",
                "content": "<div>\n <h4>\n Gaming &amp; Culture —\n<\/h4>\n <h2>The tough times continue for UK developer Free Radical, as reports are …<\/h2>\n <\/div><div>\n<p><img src=\"https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/archive\/journals\/thumbs.media\/logo_dev_free-radical-design.jpg\" \/>The industry received surprising news when word hit that Free Radical Entertainment was forced to go into administration and could possibly be <a target=\"_blank\" href=\"http:\/\/arstechnica.com\/journals\/thumbs.ars\/2008\/12\/18\/report-free-radical-shuts-down-operations\">shut down for good<\/a>. Now, a <a target=\"_blank\" href=\"http:\/\/www.thisisderbyshire.co.uk\/news\/140-jobs-games-firm\/article-578023-detail\/article.html\">new report<\/a> is claiming that the studio has reduced its workforce to just 40 employees, down from 185.<\/p>\n<p>The report also explains that in spite of the problems currently being experienced by Free Radical, a number of companies have expressed interest in purchasing the developer. \"We are inviting all interested parties to come forward,\" Resolve Partners' Cameron Gunn, who has been named administrator of the company, explained. \"Significantinterest has already been shown and we are hoping to make furtherannouncements by the middle of January.\"<\/p>\n<p>As for the fate of the two games that Free Radical was working on, the report claims that the studio actually ceased development on <a target=\"_blank\" href=\"http:\/\/arstechnica.com\/journals\/thumbs.ars\/2008\/12\/30\/star-wars-battlefront-3-concept-images-leaked\"><em>Star Wars: Battlefront III<\/em><\/a> back in October, after working on it for two years. There is no word on <em>Timesplitters 4<\/em>, however, but work would presumably start again if Free Radical is able to secure a buyer and get out of administration. <\/p>\n<p>This is the ugly side of those stories claiming the gaming industry is recession-proof: while it's true that the games themselves are still selling very well, smaller development houses hit with a single flop and faced with the challenge of the current economy are going under at a scary rate. Even well-established publishers like EA are laying off employees. The NPD numbers are only telling part of this story, and the recession is hitting gaming hard. <\/p>\n<p>We would like to wish Free Radical the best, and we hope those laid off are able to find more work quickly; there was a lot of talent at the company.  <\/p>\n <\/div>",
                "textplain": "\n \n Gaming &amp; Culture —\n\n The tough times continue for UK developer Free Radical, as reports are …\n \nThe industry received surprising news when word hit that Free Radical Entertainment was forced to go into administration and could possibly be shut down for good. Now, a new report is claiming that the studio has reduced its workforce to just 40 employees, down from 185.\nThe report also explains that in spite of the problems currently being experienced by Free Radical, a number of companies have expressed interest in purchasing the developer. \"We are inviting all interested parties to come forward,\" Resolve Partners' Cameron Gunn, who has been named administrator of the company, explained. \"Significantinterest has already been shown and we are hoping to make furtherannouncements by the middle of January.\"\nAs for the fate of the two games that Free Radical was working on, the report claims that the studio actually ceased development on Star Wars: Battlefront III back in October, after working on it for two years. There is no word on Timesplitters 4, however, but work would presumably start again if Free Radical is able to secure a buyer and get out of administration. \nThis is the ugly side of those stories claiming the gaming industry is recession-proof: while it's true that the games themselves are still selling very well, smaller development houses hit with a single flop and faced with the challenge of the current economy are going under at a scary rate. Even well-established publishers like EA are laying off employees. The NPD numbers are only telling part of this story, and the recession is hitting gaming hard. \nWe would like to wish Free Radical the best, and we hope those laid off are able to find more work quickly; there was a lot of talent at the company.  \n ",
                "image": "http:\/\/cdn.arstechnica.net\/wp-content\/themes\/ars\/assets\/static\/ars-logo-open-grey.png"
            },
            {
                "link": "https:\/\/arstechnica.com\/information-technology\/2012\/06\/fbi-hauls-in-24-credit-card-hackers-in-online-sting\/",
                "created_at": "2022-10-31T12:52:31+00:00",
                "title": "FBI hauls in 24 credit card hackers in online sting",
                "description": "Honeypot — Agents stopped exposure of 400,000 credit cards using a fake \"carding\" forum. The FBI unveiled an online sting resulting in the arrest of 24 suspects accused of online credit card fraud. As...",
                "content": "<div>\n <h4>\n Honeypot —\n<\/h4>\n <h2>Agents stopped exposure of 400,000 credit cards using a fake \"carding\" forum.<\/h2>\n <\/div><div>\n<p>The FBI <a target=\"_blank\" href=\"http:\/\/www.fbi.gov\/newyork\/press-releases\/2012\/manhattan-u.s.-attorney-and-fbi-assistant-director-in-charge-announce-24-arrests-in-eight-countries-as-part-of-international-cyber-crime-takedown\">unveiled<\/a> an online sting resulting in the arrest of 24 suspects accused of online credit card fraud. As part of the two-year online operation, FBI agents set up a \"carder forum\"—a Web forum where hackers and credit card fraudsters were able to buy, sell, and exchange credit card data stolen from hacked e-commerce websites and other sources, as well as other goods and services related to credit card fraud.<\/p>\n<p>The forum, called \"Carder Profit,\" allowed the FBI to monitor transactions and communications and track the IP addresses of those who used it. During the investigation, the FBI used data exchanged on the forum to alert banks and financial institutions to data breaches. According to an FBI statement, the bureau was able to protect over 411,000 credit card holders from fraud, and prevent over $205 million in losses as a result.<\/p>\n<p>Twelve of those arrested, men between the ages of 19 and 23, were in the US; two more arrested in the US were minors and were not named publicly. Another 13 arrests were made in seven other countries: Bosnia, Bulgaria, Italy, the United Kingdom, Norway, Germany, and Japan. Four additional defendants are still being sought for arrest.<\/p>\n <\/div>",
                "textplain": "\n \n Honeypot —\n\n Agents stopped exposure of 400,000 credit cards using a fake \"carding\" forum.\n \nThe FBI unveiled an online sting resulting in the arrest of 24 suspects accused of online credit card fraud. As part of the two-year online operation, FBI agents set up a \"carder forum\"—a Web forum where hackers and credit card fraudsters were able to buy, sell, and exchange credit card data stolen from hacked e-commerce websites and other sources, as well as other goods and services related to credit card fraud.\nThe forum, called \"Carder Profit,\" allowed the FBI to monitor transactions and communications and track the IP addresses of those who used it. During the investigation, the FBI used data exchanged on the forum to alert banks and financial institutions to data breaches. According to an FBI statement, the bureau was able to protect over 411,000 credit card holders from fraud, and prevent over $205 million in losses as a result.\nTwelve of those arrested, men between the ages of 19 and 23, were in the US; two more arrested in the US were minors and were not named publicly. Another 13 arrests were made in seven other countries: Bosnia, Bulgaria, Italy, the United Kingdom, Norway, Germany, and Japan. Four additional defendants are still being sought for arrest.\n ",
                "image": "http:\/\/cdn.arstechnica.net\/wp-content\/themes\/ars\/assets\/static\/ars-logo-open-grey.png"
            },
            {
                "link": "http:\/\/arstechnica.com\/gaming\/2016\/01\/enough-of-this-console-nonsense-its-time-to-put-a-gaming-pc-in-my-living-room\/",
                "created_at": "2022-10-31T12:52:12+00:00",
                "title": "Enough of this console nonsense: It’s time to put a gaming PC in my living room",
                "description": "Gaming &amp; Culture — My living room setup was in need of a complete overhaul—a new gaming PC and a killer NAS.    Way back at the beginning of 2015 I tasked myself with building a gaming PC for the...",
                "content": "<div>\n <h4>\n Gaming &amp; Culture —\n<\/h4>\n <h2>My living room setup was in need of a complete overhaul—a new gaming PC and a killer NAS.<\/h2>\n <section>\n <div>\n<figure>\n <img src=\"https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/2015\/12\/DSC07534-980x653.jpg\" alt=\"Enough of this console nonsense: It’s time to put a gaming PC in my living room\" \/>\n <\/figure>\n<p>Way back at the beginning of 2015 I tasked myself with building a gaming PC for the living room. 12 months later and finally—after <a target=\"_blank\" href=\"http:\/\/arstechnica.co.uk\/staff\/2015\/04\/ars-technica-uk-launches-may-5-and-we-party-in-london-may-7\/\">coming to work for Ars<\/a>, travelling <a target=\"_blank\" href=\"http:\/\/arstechnica.co.uk\/gaming\/2015\/06\/video-the-biggest-games-surprises-and-tech-from-e3-2015\/\">halfway around the world a few times over<\/a>, and patiently waiting for someone to release a console-like case <a target=\"_blank\" href=\"https:\/\/www.youtube.com\/watch?v=7veoo1eHGHs\">that didn't suck<\/a>—it is done.<\/p>\n<p>As is usually the case when embarking on some half-baked idea to use technology to improve your life—or in my case, provide a prettier way to procrastinate—there's a tendency to over-complicate things. Case in point: I already had a PC in my living room; a very old, very loud, but still perfectly functional <a target=\"_blank\" href=\"http:\/\/n40l.wikia.com\/wiki\/HP_MicroServer_N40L_Wiki\">HP Microserver<\/a> that I used as a NAS and media player. The gaming PC could replace the media player part, but what about the storage?<\/p>\n<p>So I needed a gaming PC, and some sort of network-attached storage (NAS)—either one built out of old parts, or something shiny and new from Amazon. Then I remembered that thanks to my recent acquisition of <a target=\"_blank\" href=\"http:\/\/arstechnica.co.uk\/gadgets\/2015\/12\/logitech-harmony-elite-review-im-finally-living-the-automated-smart-home-iot-dream\/\">various bits of IoT gear<\/a>, adding two new devices instead of one would leave me short an Ethernet socket—and no, even with a router capable of 802.11ac, Wi-Fi still doesn't trump good ol' fashioned cables for speed and reliability.<\/p>\n<p>So that's a gaming PC, a NAS, and a new Ethernet switch. Oh, and I needed new power strips, because it turned out I'd ran out of sockets. Like I said: tech tends to get complicated.<\/p>\n<h2>The trouble with PC cases<\/h2>\n<p>Fortunately, the power strips and the unmanaged 8-port Ethernet switch were easy fixes, bar the laborious process of rewiring everything. The gaming PC however, was trickier. The basics are simple enough: a minimum of an Intel i5 processor, a decent amount of RAM and storage, and a <a target=\"_blank\" href=\"http:\/\/arstechnica.co.uk\/gadgets\/2017\/01\/best-budget-graphics-card\/\">good graphics card<\/a>. The was one obvious complication, though: because the box will be located in the living room, it needs to be as discreet and as quiet as possible.<\/p>\n<p>There are some pre-built options. <a target=\"_blank\" href=\"http:\/\/arstechnica.com\/gaming\/2014\/06\/alienware-steam-machine-now-a-windows-pc-for-the-living-room\/\">Alienware's Alpha<\/a>, for instance, is a tiny and surprisingly understated machine—for Alienware at least—that sports a Core i5-4590T, 8GB of RAM, and 1TB hard drive for £630 (cheaper models with an i3 and less RAM are available). However, the custom 2GB Nvidia GPU it ships with isn't upgradable, and is roughly as powerful as 860M mobile chip. That's fine for 1080p at medium or high settings, but not enough to outclass consoles, and certainly not enough to drive the 4K TV I'd be plugging it into.<\/p>\n<figure><a target=\"_blank\" href=\"https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/sites\/3\/2015\/12\/16296903033_70fb94a39d_o.jpg\"><img alt=\"The Alienware Alpha is a fine machine, but not particularly powerful.\" src=\"https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/sites\/3\/2015\/12\/16296903033_70fb94a39d_o-980x653.jpg\" \/><\/a><figcaption><p><a target=\"_blank\" href=\"https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/sites\/3\/2015\/12\/16296903033_70fb94a39d_o.jpg\">Enlarge<\/a> <span>\/<\/span> The Alienware Alpha is a fine machine, but not particularly powerful.<\/p><\/figcaption><\/figure>\n<p>The step up from the Alpha, <a target=\"_blank\" href=\"http:\/\/www.wired.co.uk\/reviews\/laptops\/2012-05\/alienware-x51\">Alienware's X51<\/a>, is a better option, but expensive when you consider the £630 model only comes with an i3 processor and terrible Nvidia GTX 745 graphics card. Jumping up to the model with a far better AMD Radeon R9 370 and Core i7 pushes the price up to just shy of £1000. That's not to mention that, while you can upgrade the graphics card, you're limited by space and the custom power supply.<\/p> \n<p>The X51's form factor is a good one, though, the thin vertical arrangement being far more appealing than the cube-shaped PCs that tend to dominate small-form-factor (SFF) builds. Thanks in part to Valve's <a target=\"_blank\" href=\"http:\/\/arstechnica.co.uk\/gaming\/2015\/10\/steams-living-room-hardware-blitz-gets-off-to-a-muddy-start\/\">Steam Machine initiative<\/a>, case manufacturers are finally starting to offer vertical cases for building small PCs using off-the-shelf parts.<\/p>\n<p>Silverstone, for instance, has the very-well-reviewed <a target=\"_blank\" href=\"https:\/\/www.overclockers.co.uk\/silverstone-sst-rvz01-raven-mini-itx-black-ca-364-sv.html\">RVZ01 mini-ITX case<\/a>, which I'd have used if it weren't for the fact that it's still quite large by SFF standards. Next on the list was <a target=\"_blank\" href=\"https:\/\/www.overclockers.co.uk\/fractal-design-node-202-mini-itx-htpc-case-black-ca-061-fd.html\">Fractal's Node 202<\/a>, a case I'd initially settled on thanks to its understated look and clean internal design. Unfortunately, getting hold of a Fractal 202 proved tricky thanks to a complete lack of stock here in the UK.<\/p>\n<p>Then, come October, Overclockers UK gave me a nudge and told me about an update to the RVZ01, <a target=\"_blank\" href=\"https:\/\/www.overclockers.co.uk\/silverstone-raven-rvz02-mini-itx-htpc-case-black-sst-rvz02b-ca-421-sv.html\">the RVZ02<\/a>—and it was glorious. Not only is the RVZ02 slimmer than both the RVZ01 and Core 202 at just 87mm, it's relatively cheap at around £76. There's space inside for two 2.5-inch drives, graphics cards up to 33cm long and 12cm wide (making it compatible with basically all of them), and it sports a pleasingly sharp, but subtle design.<\/p>\n<h2>There's always a catch<\/h2>\n<p>Naturally, there are some compromises. For starters, there are no external cooling fans at all on the RVZ02. The GPU and CPU rely on their built-in fans alone to stay cool, which risks throttling, and certainly rules out any extreme overclocks. The CPU cooler can't be taller than 58mm either. The RVZ02 also only works with smaller SFX or SFX-L power supplies, which tend to be pricier than their ATX counterparts. Despite all that, the RVZ02 remains one of the better options for a slim case that takes a full-size graphics card.<\/p>\n <div><ul>\n <li>\n <figure>\n <figcaption>\n <span><\/span>\n <p>\n The sides of the RVZ02 feature removable dust filters for easy cleaning. <\/p>\n <\/figcaption>\n <\/figure>\n <\/li>\n <li>\n <figure>\n <figcaption>\n <span><\/span>\n <p>\n Another removable dust filter on the other side of the case. <\/p>\n <\/figcaption>\n <\/figure>\n <\/li>\n <li>\n <figure>\n <figcaption>\n <span><\/span>\n <p>\n The front of the case has a sharp look. <\/p>\n <\/figcaption>\n <\/figure>\n <\/li>\n <li>\n <figure>\n <figcaption>\n <span><\/span>\n <p>\n Hidden behind a sliding cover are two USB 3.0 ports, a headphone jack, and a microphone jack. <\/p>\n <\/figcaption>\n <\/figure>\n <\/li>\n <li>\n <figure>\n <figcaption>\n <span><\/span>\n <p>\n The rear of the case has cutouts for the PSU, IO, and GPU. <\/p>\n <\/figcaption>\n <\/figure>\n <\/li>\n <li>\n <figure>\n <figcaption>\n <span><\/span>\n <p>\n With the side panels off, the main compartment is revealed and features plenty of room for a SFX-L PSU, mini-ITX motherboard, and two 2.5-inch hard drives, <\/p>\n <\/figcaption>\n <\/figure>\n <\/li>\n <li>\n <figure>\n <figcaption>\n <span><\/span>\n <p>\n The other side of the case features a huge GPU compartment, along with access to the back of the motherboard for easy CPU cooler removal. <\/p>\n <\/figcaption>\n <\/figure>\n <\/li>\n <\/ul><\/div>\n<table>\n<tbody>\n<tr>\n<th>SYSTEM SPECIFICATIONS<\/th>\n<\/tr>\n<tr>\n<th>OS<\/th>\n<td>Windows 10<\/td>\n<\/tr>\n<tr>\n<th>CPU<\/th>\n<td>Intel Core i7-6700K<\/td>\n<\/tr>\n<tr>\n<th>RAM<\/th>\n<td>16GB Kingston HyperX @2400Mhz<\/td>\n<\/tr>\n<tr>\n<th>HDD<\/th>\n<td>256GB Samsung 940 Pro, 1TB Seagate SSHD<\/td>\n<\/tr>\n<tr>\n<th>Motherboard<\/th>\n<td>MSI Gaming Z170I mini-ITX<\/td>\n<\/tr>\n<tr>\n<th>Power Supply<\/th>\n<td>Silverstone SFX-L 500W<\/td>\n<\/tr>\n<tr>\n<th>Cooling<\/th>\n<td>Silverstone SST-AR06<\/td>\n<\/tr>\n<tr>\n<th>Case<\/th>\n<td>Silverstone RVZ02<\/td>\n<\/tr>\n<tr>\n<th>Graphics<\/th>\n<td>Nvidia GTX Titan X<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p>Working inside the case is a breeze, something that can't be often be said for mini-ITX cases. The two side panels slide off to reveal a surprisingly large compartment for a motherboard, PSU, two tool-free 2.5-inch drive mounts, and a slimline optical mount, while the other side has a space for a GPU that sits on an included riser card. It's an odd configuration, but it keeps the case slim, and the CPU and GPU well apart, which helps with keeping them both cool. It's worth noting that the clear plastic version of the case <em>doesn't<\/em> feature any dust filters on the side panels, which—given they're primary air intake for all the components—is a strange omission. Happily, the model with black side panels does, so if you do buy a RVZ02, be sure to get that version.<\/p> \n<p>There are other nice touches throughout that make installation easier: pre-installed motherboard standoffs, a large cut-out behind the CPU for cooler installation, and plenty of space around the PSU to mount cables. Even using a larger <a target=\"_blank\" href=\"https:\/\/www.overclockers.co.uk\/silverstone-sfx-l-500w-80-plus-gold-fully-modular-power-supply-ca-405-sv.html\">SFX-L PSU<\/a>—which, until Corsair gets its act together and releases its <a target=\"_blank\" href=\"http:\/\/arstechnica.co.uk\/gadgets\/2015\/06\/corsairs-bulldog-is-a-diy-living-room-pc-designed-for-4k-gaming-overclocking\/\">600W SFX PSU<\/a>, is the best SFX-sized PSU going thanks to its larger and quieter 120mm fan—works without issue. Cable management is always going to be a struggle in slim case, but I was pleasantly surprised to find that there's ample space around the PSU to stash any excess cable.<\/p>\n<p>Sticking with the Silverstone theme, I opted for the company's <a target=\"_blank\" href=\"https:\/\/www.overclockers.co.uk\/silverstone-argon-sst-ar06-cpu-cooler-hs-019-sv.html\">SST-AR06<\/a> CPU cooler. While I can't say I like its lurid blue fan, the cooler is the best option for the RVZ02, since it's the maximum height of 58mm, putting the 92mm fan right up against the side panel to suck in air. Something like the Noctua NH-L9i would work too, but it's much shorter at 37mm. For the CPU I used an <a target=\"_blank\" href=\"http:\/\/arstechnica.co.uk\/gadgets\/2015\/08\/intel-skylake-core-i7-6700k-reviewed\/\">Intel Core i7 6700k<\/a>, which might seem like overkill but I plan on hanging onto this PC for a little while. There's a non-\"K\" version of the chip available if you're not planning to overclock, but the price difference in the UK is negligible.<\/p>\n<figure><a target=\"_blank\" href=\"https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/sites\/3\/2015\/12\/DSC07545.jpg\"><img alt=\"MSI's Gaming Z170I motherboard is one of the best value Skylake boards around, and doesn't skimp on the features.\" src=\"https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/sites\/3\/2015\/12\/DSC07545-980x653.jpg\" \/><\/a><figcaption><p><a target=\"_blank\" href=\"https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/sites\/3\/2015\/12\/DSC07545.jpg\">Enlarge<\/a> <span>\/<\/span> MSI's Gaming Z170I motherboard is one of the best value Skylake boards around, and doesn't skimp on the features.<\/p><\/figcaption><\/figure>\n<figure><a target=\"_blank\" href=\"https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/sites\/3\/2015\/12\/DSC07546.jpg\"><img alt=\"On board IO includes four USB 3.0 ports, three USB 2.0, a PS\/2 socket, HDMI and DisplayPort outputs, 8-channel audio, and Intel ethernet.\" src=\"https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/sites\/3\/2015\/12\/DSC07546-300x169.jpg\" srcset=\"https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/sites\/3\/2015\/12\/DSC07546-640x360.jpg 2x\" \/><\/a><figcaption><p><a target=\"_blank\" href=\"https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/sites\/3\/2015\/12\/DSC07546.jpg\">Enlarge<\/a> <span>\/<\/span> On board IO includes four USB 3.0 ports, three USB 2.0, a PS\/2 socket, HDMI and DisplayPort outputs, 8-channel audio, and Intel ethernet.<\/p><\/figcaption><\/figure>\n<p>Housing the CPU is MSI's Gaming Z170I Skylake board. MSI's boards have come on leaps and bounds in recent years, their reliability and stability up there with the likes of Asus and Gigabyte. It has a rich set of features, too, including an Intel i219 NIC, dual-antenna 802.11ac Wi-Fi, and a fully isolated audio PCB. Unfortunately, the M.2 slot is limited to 60mm SSDs, so something like the <a target=\"_blank\" href=\"http:\/\/arstechnica.co.uk\/gadgets\/2015\/10\/950-pro-review-samsungs-first-pcie-m-2-nvme-ssd-is-an-absolute-monster\/\">Samsung 950 Pro<\/a> won't fit, and there's only USB 3.0 support, not 3.1. Those aren't deal breakers for me, and given just how few mini-ITX Skylake boards are on the market right now—and that it's one of the cheaper ones—the Z170I is a great deal.<\/p>\n<p>The rest of the components are made up of a few bits and pieces I pulled from old PCs, including a 250GB Samsung 840 Pro SSD, a Seagate 1TB SSHD with 8GB of flash storage, and, uhh, an Nvidia Titan X. The Titan X has been sitting largely unused in my workstation\/gaming PC (I do most of my gaming on the couch these days), so I figured why not use make better use of it? Plus, it'll be interesting to see how it does without airflow and with the stock Nvidia cooler. If you're doing this build yourself, the cheaper <a target=\"_blank\" href=\"http:\/\/arstechnica.co.uk\/gadgets\/2015\/05\/nvidia-gtx-980-ti-review-all-the-power-of-the-titan-x-for-650\/\">980 Ti<\/a> will give you the same performance for way less money, while the 970 is ideal for 1080p. AMD fans should check out the newly released 380X for 1080p, or a <a target=\"_blank\" href=\"http:\/\/arstechnica.co.uk\/gadgets\/2015\/07\/the-r9-fury-is-amds-best-card-in-years-but-just-who-is-it-for\/\">Fury for 4K<\/a>.<\/p>\n<p>The total build cost if using the more sensible GTX 980 Ti is around £1300 (probably about $1600 in the US). With the Titan X it comes to around £1600. Considering the specs, that's far better value than a pre-built machine.<\/p>\n <\/div>\n Page: <span>1 <a target=\"_blank\" href=\"https:\/\/arstechnica.com\/gaming\/2016\/01\/enough-of-this-console-nonsense-its-time-to-put-a-gaming-pc-in-my-living-room\/2\/\">2<\/a> <a target=\"_blank\" href=\"https:\/\/arstechnica.com\/gaming\/2016\/01\/enough-of-this-console-nonsense-its-time-to-put-a-gaming-pc-in-my-living-room\/2\/\"><span>Next <span>→<\/span><\/span><\/a><\/span>\n <\/section>\n <\/div>",
                "textplain": "\n \n Gaming &amp; Culture —\n\n My living room setup was in need of a complete overhaul—a new gaming PC and a killer NAS.\n \n \n\n \n \nWay back at the beginning of 2015 I tasked myself with building a gaming PC for the living room. 12 months later and finally—after coming to work for Ars, travelling halfway around the world a few times over, and patiently waiting for someone to release a console-like case that didn't suck—it is done.\nAs is usually the case when embarking on some half-baked idea to use technology to improve your life—or in my case, provide a prettier way to procrastinate—there's a tendency to over-complicate things. Case in point: I already had a PC in my living room; a very old, very loud, but still perfectly functional HP Microserver that I used as a NAS and media player. The gaming PC could replace the media player part, but what about the storage?\nSo I needed a gaming PC, and some sort of network-attached storage (NAS)—either one built out of old parts, or something shiny and new from Amazon. Then I remembered that thanks to my recent acquisition of various bits of IoT gear, adding two new devices instead of one would leave me short an Ethernet socket—and no, even with a router capable of 802.11ac, Wi-Fi still doesn't trump good ol' fashioned cables for speed and reliability.\nSo that's a gaming PC, a NAS, and a new Ethernet switch. Oh, and I needed new power strips, because it turned out I'd ran out of sockets. Like I said: tech tends to get complicated.\nThe trouble with PC cases\nFortunately, the power strips and the unmanaged 8-port Ethernet switch were easy fixes, bar the laborious process of rewiring everything. The gaming PC however, was trickier. The basics are simple enough: a minimum of an Intel i5 processor, a decent amount of RAM and storage, and a good graphics card. The was one obvious complication, though: because the box will be located in the living room, it needs to be as discreet and as quiet as possible.\nThere are some pre-built options. Alienware's Alpha, for instance, is a tiny and surprisingly understated machine—for Alienware at least—that sports a Core i5-4590T, 8GB of RAM, and 1TB hard drive for £630 (cheaper models with an i3 and less RAM are available). However, the custom 2GB Nvidia GPU it ships with isn't upgradable, and is roughly as powerful as 860M mobile chip. That's fine for 1080p at medium or high settings, but not enough to outclass consoles, and certainly not enough to drive the 4K TV I'd be plugging it into.\nEnlarge \/ The Alienware Alpha is a fine machine, but not particularly powerful.\nThe step up from the Alpha, Alienware's X51, is a better option, but expensive when you consider the £630 model only comes with an i3 processor and terrible Nvidia GTX 745 graphics card. Jumping up to the model with a far better AMD Radeon R9 370 and Core i7 pushes the price up to just shy of £1000. That's not to mention that, while you can upgrade the graphics card, you're limited by space and the custom power supply. \nThe X51's form factor is a good one, though, the thin vertical arrangement being far more appealing than the cube-shaped PCs that tend to dominate small-form-factor (SFF) builds. Thanks in part to Valve's Steam Machine initiative, case manufacturers are finally starting to offer vertical cases for building small PCs using off-the-shelf parts.\nSilverstone, for instance, has the very-well-reviewed RVZ01 mini-ITX case, which I'd have used if it weren't for the fact that it's still quite large by SFF standards. Next on the list was Fractal's Node 202, a case I'd initially settled on thanks to its understated look and clean internal design. Unfortunately, getting hold of a Fractal 202 proved tricky thanks to a complete lack of stock here in the UK.\nThen, come October, Overclockers UK gave me a nudge and told me about an update to the RVZ01, the RVZ02—and it was glorious. Not only is the RVZ02 slimmer than both the RVZ01 and Core 202 at just 87mm, it's relatively cheap at around £76. There's space inside for two 2.5-inch drives, graphics cards up to 33cm long and 12cm wide (making it compatible with basically all of them), and it sports a pleasingly sharp, but subtle design.\nThere's always a catch\nNaturally, there are some compromises. For starters, there are no external cooling fans at all on the RVZ02. The GPU and CPU rely on their built-in fans alone to stay cool, which risks throttling, and certainly rules out any extreme overclocks. The CPU cooler can't be taller than 58mm either. The RVZ02 also only works with smaller SFX or SFX-L power supplies, which tend to be pricier than their ATX counterparts. Despite all that, the RVZ02 remains one of the better options for a slim case that takes a full-size graphics card.\n \n \n \n \n \n \n The sides of the RVZ02 feature removable dust filters for easy cleaning. \n \n \n \n \n \n \n \n \n Another removable dust filter on the other side of the case. \n \n \n \n \n \n \n \n \n The front of the case has a sharp look. \n \n \n \n \n \n \n \n \n Hidden behind a sliding cover are two USB 3.0 ports, a headphone jack, and a microphone jack. \n \n \n \n \n \n \n \n \n The rear of the case has cutouts for the PSU, IO, and GPU. \n \n \n \n \n \n \n \n \n With the side panels off, the main compartment is revealed and features plenty of room for a SFX-L PSU, mini-ITX motherboard, and two 2.5-inch hard drives, \n \n \n \n \n \n \n \n \n The other side of the case features a huge GPU compartment, along with access to the back of the motherboard for easy CPU cooler removal. \n \n \n \n \n\n\n\nSYSTEM SPECIFICATIONS\n\n\nOS\nWindows 10\n\n\nCPU\nIntel Core i7-6700K\n\n\nRAM\n16GB Kingston HyperX @2400Mhz\n\n\nHDD\n256GB Samsung 940 Pro, 1TB Seagate SSHD\n\n\nMotherboard\nMSI Gaming Z170I mini-ITX\n\n\nPower Supply\nSilverstone SFX-L 500W\n\n\nCooling\nSilverstone SST-AR06\n\n\nCase\nSilverstone RVZ02\n\n\nGraphics\nNvidia GTX Titan X\n\n\n\nWorking inside the case is a breeze, something that can't be often be said for mini-ITX cases. The two side panels slide off to reveal a surprisingly large compartment for a motherboard, PSU, two tool-free 2.5-inch drive mounts, and a slimline optical mount, while the other side has a space for a GPU that sits on an included riser card. It's an odd configuration, but it keeps the case slim, and the CPU and GPU well apart, which helps with keeping them both cool. It's worth noting that the clear plastic version of the case doesn't feature any dust filters on the side panels, which—given they're primary air intake for all the components—is a strange omission. Happily, the model with black side panels does, so if you do buy a RVZ02, be sure to get that version. \nThere are other nice touches throughout that make installation easier: pre-installed motherboard standoffs, a large cut-out behind the CPU for cooler installation, and plenty of space around the PSU to mount cables. Even using a larger SFX-L PSU—which, until Corsair gets its act together and releases its 600W SFX PSU, is the best SFX-sized PSU going thanks to its larger and quieter 120mm fan—works without issue. Cable management is always going to be a struggle in slim case, but I was pleasantly surprised to find that there's ample space around the PSU to stash any excess cable.\nSticking with the Silverstone theme, I opted for the company's SST-AR06 CPU cooler. While I can't say I like its lurid blue fan, the cooler is the best option for the RVZ02, since it's the maximum height of 58mm, putting the 92mm fan right up against the side panel to suck in air. Something like the Noctua NH-L9i would work too, but it's much shorter at 37mm. For the CPU I used an Intel Core i7 6700k, which might seem like overkill but I plan on hanging onto this PC for a little while. There's a non-\"K\" version of the chip available if you're not planning to overclock, but the price difference in the UK is negligible.\nEnlarge \/ MSI's Gaming Z170I motherboard is one of the best value Skylake boards around, and doesn't skimp on the features.\nEnlarge \/ On board IO includes four USB 3.0 ports, three USB 2.0, a PS\/2 socket, HDMI and DisplayPort outputs, 8-channel audio, and Intel ethernet.\nHousing the CPU is MSI's Gaming Z170I Skylake board. MSI's boards have come on leaps and bounds in recent years, their reliability and stability up there with the likes of Asus and Gigabyte. It has a rich set of features, too, including an Intel i219 NIC, dual-antenna 802.11ac Wi-Fi, and a fully isolated audio PCB. Unfortunately, the M.2 slot is limited to 60mm SSDs, so something like the Samsung 950 Pro won't fit, and there's only USB 3.0 support, not 3.1. Those aren't deal breakers for me, and given just how few mini-ITX Skylake boards are on the market right now—and that it's one of the cheaper ones—the Z170I is a great deal.\nThe rest of the components are made up of a few bits and pieces I pulled from old PCs, including a 250GB Samsung 840 Pro SSD, a Seagate 1TB SSHD with 8GB of flash storage, and, uhh, an Nvidia Titan X. The Titan X has been sitting largely unused in my workstation\/gaming PC (I do most of my gaming on the couch these days), so I figured why not use make better use of it? Plus, it'll be interesting to see how it does without airflow and with the stock Nvidia cooler. If you're doing this build yourself, the cheaper 980 Ti will give you the same performance for way less money, while the 970 is ideal for 1080p. AMD fans should check out the newly released 380X for 1080p, or a Fury for 4K.\nThe total build cost if using the more sensible GTX 980 Ti is around £1300 (probably about $1600 in the US). With the Titan X it comes to around £1600. Considering the specs, that's far better value than a pre-built machine.\n \n Page: 1 2 Next →\n \n ",
                "image": "https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/2015\/12\/DSC07534-640x215.jpg"
            },
            {
                "link": "https:\/\/arstechnica.com\/science\/2010\/08\/gravitational-lens-makes-dark-energy-less-mysterious\/",
                "created_at": "2022-10-31T12:52:07+00:00",
                "title": "Gravitational lens makes dark energy less mysterious",
                "description": "Science \/ Science &amp; Exploration Researchers use gravitational lensing to estimate the structure of the … The concept of a cosmological constant—a tendency for empty space-time to either expand...",
                "content": "<div>\n <section>\n<h2 id=\"archive-head\">\n\t<a target=\"_blank\" href=\"https:\/\/arstechnica.com\/science\/\">\t<span>Science<\/span>\n\t\t<span> \/ <\/span>\n\t<span>Science &amp; Exploration<\/span>\n\t\t<\/a><\/h2>\n<article>\n <h2>Researchers use gravitational lensing to estimate the structure of the …<\/h2>\n <div>\n<p>The concept of a cosmological constant—a tendency for empty space-time to either expand or contract—picked up a bad rep in part because Einstein apparently called it his greatest blunder. Einstein's problem, however, was that he included it in order to create a static Universe. When it became clear that the Universe was expanding, he quickly dropped the term from the equations he used to describe space-time. Over the past decade or so, the cosmological constant has seen a bit of a renaissance, as cosmologists have found that the Universe isn't just expanding, but that its expansion is accelerating.<\/p>\n<p> We're still stumped as to what constitutes dark energy or how it produces a repulsive cosmological constant. But we are beginning to figure out just how much of the stuff is out there. A new paper, being released by <em>Science<\/em> today, provides a new and independent measure of the value of the cosmological constant. And, because it overlaps with those from different sources, it reduces the error on that estimate by 30 percent. <\/p>\n<p> It's pretty clear that the current uncertainty about dark energy makes a lot of people uneasy, but the international team behind the new paper—there are almost as many countries as authors involved—open the paper with a rundown of the evidence for dark energy. Although the accelerated expansion was first detected in the spectra of supernovae, other evidence has since come from the <a target=\"_blank\" href=\"http:\/\/map.gsfc.nasa.gov\/\">WMAP probe's<\/a> study of the cosmic background radiation, the abundance of galaxy clusters, a phenomenon called baryon acoustic oscillations, and a gravitational lensing phenomenon called cosmic shear. <\/p>\n<p> All of these suggest that about 72 percent of the Universe is dark energy, which contributes an outward pressure on space-time, producing a negative cosmological constant. But all of the estimates have significant errors, and it may be more difficult to figure out what something is if we don't understand how much of it is around. <\/p>\n<p> The new paper provides an independent measure of the Universe's mass-energy density, using gravitational lensing by a galaxy cluster. Gravitational lensing occurs when a massive foreground object distorts the structure of space-time itself. Light from objects in the background gets shifted as it passes through the lens, creating multiple images of some structures. The lensing depends on the amount of matter present in the object doing the lensing, and on the geometry of the Universe between the lens, the object, and the observers. The authors use this geometric information to generate an estimate of the cosmological constant. <\/p>\n<p> The galaxy cluster in question is called Abell 1689, and images of it (and lensed background objects) were captured by the Hubble's Advanced Camera for Surveys. All told, Abell 1689 lenses 34 distinct background objects into a total of 114 different images. Spectroscopy, performed by the Keck and Very Large Telescopes, provides distance information for 24 of these. <\/p>\n<p> The authors used a model of the structure of Abell 1689, and matched it to the images using a model that included free parameters for various constants that reflect (among other things) the structure of the Universe. The best fits for these constants were estimated using a random sampling method called Markov Chain Monte Carlo sampling. The authors also calculated the errors contributed by various factors, including the optical resolution of the Hubble (minimal), the presence of other structures along the line of sight (significant), and unknown structural differences within the Abell 1689 cluster (also significant). <\/p>\n<p> Assuming the ΛCDM model—a flat Universe (based on WMAP data) and the presence of cold, dark matter—the authors were able to calculate that the matter density is about 0.3, and the cosmological constant about -1. The errors were somewhat large, but they arose from sources that were unrelated to the errors present in other estimates, such as those derived from the WMAP data and supernova surveys. As a result, and because the values overlapped, the estimates could be combined, which dropped the overall errors by about 30 percent. <\/p>\n<p> The end result: at a 99 percent confidence, the matter density is between 0.23 and 0.33, while the cosmological constant is between −1.12 and −0.82. <\/p>\n<p> It's not clear yet whether having a more refined measure of its presence will bring us any closer to identifying the properties of dark energy, but the fact that it shows up as a consistent value in a number of independent measures suggests that it may not be as mysterious as its name implies. <\/p>\n<p> <em>Science<\/em>, 2010. DOI: <a target=\"_blank\" href=\"http:\/\/dx.doi.org\/10.1126\/science.1185759\">10.1126\/science.1185759<\/a>  (<a target=\"_blank\" href=\"http:\/\/arstechnica.com\/science\/news\/2010\/03\/dois-and-their-discontents-1.ars\">About DOIs<\/a>). <\/p>\n <p><em>Listing image by NASA‐ESA, Jullo, Natarajan, Kneib<\/em><\/p>\n <\/div>\n <section>\n \t\t\t\t<a target=\"_blank\" href=\"http:\/\/arstechnica.com\/author\/john-timmer\"><img src=\"https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/2015\/08\/Timmer22.jpg\" \/><\/a>\n\t\t<p><a target=\"_blank\" href=\"http:\/\/arstechnica.com\/author\/john-timmer\">John Timmer<\/a> \/ John became Ars Technica's science editor in 2007 after spending 15 years doing biology research at places like Berkeley and Cornell. <\/p>\n\t<\/section>\n<\/article>\n\t\t<\/section>\n\t<\/div>",
                "textplain": "\n \n\n\t\tScience\n\t\t \/ \n\tScience &amp; Exploration\n\t\t\n\n Researchers use gravitational lensing to estimate the structure of the …\n \nThe concept of a cosmological constant—a tendency for empty space-time to either expand or contract—picked up a bad rep in part because Einstein apparently called it his greatest blunder. Einstein's problem, however, was that he included it in order to create a static Universe. When it became clear that the Universe was expanding, he quickly dropped the term from the equations he used to describe space-time. Over the past decade or so, the cosmological constant has seen a bit of a renaissance, as cosmologists have found that the Universe isn't just expanding, but that its expansion is accelerating.\n We're still stumped as to what constitutes dark energy or how it produces a repulsive cosmological constant. But we are beginning to figure out just how much of the stuff is out there. A new paper, being released by Science today, provides a new and independent measure of the value of the cosmological constant. And, because it overlaps with those from different sources, it reduces the error on that estimate by 30 percent. \n It's pretty clear that the current uncertainty about dark energy makes a lot of people uneasy, but the international team behind the new paper—there are almost as many countries as authors involved—open the paper with a rundown of the evidence for dark energy. Although the accelerated expansion was first detected in the spectra of supernovae, other evidence has since come from the WMAP probe's study of the cosmic background radiation, the abundance of galaxy clusters, a phenomenon called baryon acoustic oscillations, and a gravitational lensing phenomenon called cosmic shear. \n All of these suggest that about 72 percent of the Universe is dark energy, which contributes an outward pressure on space-time, producing a negative cosmological constant. But all of the estimates have significant errors, and it may be more difficult to figure out what something is if we don't understand how much of it is around. \n The new paper provides an independent measure of the Universe's mass-energy density, using gravitational lensing by a galaxy cluster. Gravitational lensing occurs when a massive foreground object distorts the structure of space-time itself. Light from objects in the background gets shifted as it passes through the lens, creating multiple images of some structures. The lensing depends on the amount of matter present in the object doing the lensing, and on the geometry of the Universe between the lens, the object, and the observers. The authors use this geometric information to generate an estimate of the cosmological constant. \n The galaxy cluster in question is called Abell 1689, and images of it (and lensed background objects) were captured by the Hubble's Advanced Camera for Surveys. All told, Abell 1689 lenses 34 distinct background objects into a total of 114 different images. Spectroscopy, performed by the Keck and Very Large Telescopes, provides distance information for 24 of these. \n The authors used a model of the structure of Abell 1689, and matched it to the images using a model that included free parameters for various constants that reflect (among other things) the structure of the Universe. The best fits for these constants were estimated using a random sampling method called Markov Chain Monte Carlo sampling. The authors also calculated the errors contributed by various factors, including the optical resolution of the Hubble (minimal), the presence of other structures along the line of sight (significant), and unknown structural differences within the Abell 1689 cluster (also significant). \n Assuming the ΛCDM model—a flat Universe (based on WMAP data) and the presence of cold, dark matter—the authors were able to calculate that the matter density is about 0.3, and the cosmological constant about -1. The errors were somewhat large, but they arose from sources that were unrelated to the errors present in other estimates, such as those derived from the WMAP data and supernova surveys. As a result, and because the values overlapped, the estimates could be combined, which dropped the overall errors by about 30 percent. \n The end result: at a 99 percent confidence, the matter density is between 0.23 and 0.33, while the cosmological constant is between −1.12 and −0.82. \n It's not clear yet whether having a more refined measure of its presence will bring us any closer to identifying the properties of dark energy, but the fact that it shows up as a consistent value in a number of independent measures suggests that it may not be as mysterious as its name implies. \n Science, 2010. DOI: 10.1126\/science.1185759  (About DOIs). \n Listing image by NASA‐ESA, Jullo, Natarajan, Kneib\n \n \n \t\t\t\t\n\t\tJohn Timmer \/ John became Ars Technica's science editor in 2007 after spending 15 years doing biology research at places like Berkeley and Cornell. \n\t\n\n\t\t\n\t",
                "image": "https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/2010\/08\/Abell_cluster_lensing.jpg"
            },
            {
                "link": "https:\/\/arstechnica.com\/science\/2022\/10\/dart-mission-successfully-shifted-its-targets-orbit\/",
                "created_at": "2022-10-31T12:52:22+00:00",
                "title": "DART mission successfully shifted its target’s orbit",
                "description": "Enlarge \/ A recent Hubble photo shows the 10,000 km tail of debris left behind by DART's impact. On Tuesday, NASA announced that its first test of a potential planetary defense system was a notable success....",
                "content": "<div>\n<figure>\n <img src=\"https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/2022\/10\/3.2_dart_compass_draft2-800x739.png\" alt=\"Image of a blue streak across a dark field.\" \/>\n <figcaption><p><a target=\"_blank\" href=\"https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/2022\/10\/3.2_dart_compass_draft2.png\">Enlarge<\/a> <span>\/<\/span> A recent Hubble photo shows the 10,000 km tail of debris left behind by DART's impact.<\/p><\/figcaption> <\/figure>\n<p>On Tuesday, NASA announced that its first test of a potential planetary defense system was a notable success. The Double Asteroid Redirect Test (DART) successfully <a target=\"_blank\" href=\"https:\/\/arstechnica.com\/science\/2022\/09\/dart-goes-silent-after-hitting-an-asteroid\/\">smashed a spacecraft into an asteroid<\/a> in late September, hoping to alter its orbit around a larger companion. Any changes in the orbit, however, would be difficult to pick up and potentially require months of follow-up observations. But the magnitude of the orbital shift was large enough that ground-based observatories picked it up already.<\/p>\n<p>Meanwhile, a lot of hardware is also picking up the debris that shot out from the impact, giving scientists a lot of information about the collision and the asteroid.<\/p>\n<h2>New orbit, who dis?<\/h2>\n<p>Dimorphos is less than 200 meters across and cannot be resolved from Earth. Instead, the binary asteroid looks like a single object from here, with most of the light reflecting off the far larger Didymos. What we can see, however, is that the Didymos system sporadically darkens. Most of the time, the two asteroids are arranged so that Earth receives light reflected off both. But Dimorphos' orbit sporadically takes it behind Didymos from Earth's perspective, meaning that we only receive light reflected off one of the two bodies—this causes the darkening.<\/p>\n<p>By measuring the darkening's time periods, we can work out how long it takes Dimorphos to orbit and thus how far apart the two asteroids are.<\/p> \n<p>DART's impact was designed to be head-on and slow Dimorphos. This would result in it dropping into a lower orbit that takes less time to complete. So, even though we've slowed the asteroid down, we expect its orbit to be completed more quickly. How quickly? In modeling done before the impact, NASA concluded that, at a minimum, it would be over a minute shorter but was likely to be more substantial. \"The team had been looking at a broad range of parameters for the potential physical properties of Dimorphos and from those models, had estimated we would make a change of between a few minutes and several tens of minutes,\" said NASA's Lori Glaze.<\/p>\n<p>Over time, the difference between expectations of when you'd see a dimming, given Dimphos' prior orbit and when the dimming takes place, should grow. And a variety of telescopes have grabbed observations that have a wide enough time window to capture both the expected orbital dimming and the full range of potential timings based on NASA modeling. The results clearly show that the orbit has been shortened.<\/p>\n<figure><a target=\"_blank\" href=\"https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/2022\/10\/Screen-Shot-2022-10-11-at-2.38.16-PM.png\"><img alt=\"Data from ground-based telescopes show that Dimorphos isn't getting eclipsed when we'd expect it to if it were in its previous orbit.\" src=\"https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/2022\/10\/Screen-Shot-2022-10-11-at-2.38.16-PM-980x565.png\" \/><\/a><figcaption><p><a target=\"_blank\" href=\"https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/2022\/10\/Screen-Shot-2022-10-11-at-2.38.16-PM.png\">Enlarge<\/a> <span>\/<\/span> Data from ground-based telescopes show that Dimorphos isn't getting eclipsed when we'd expect it to if it were in its previous orbit.<\/p><\/figcaption><\/figure>\n<p>By how much? Before DART, Dimorphos' orbit took 11 hours and 55 minutes; post-impact, it's down to 11 hours and 23 minutes. For those averse to math, that's 32 minutes shorter (about 4 percent). NASA estimates that the orbit is now \"tens of meters\" closer to Didymos. This orbital shift was confirmed by radar imaging, which can resolve the two asteroids (albeit barely, as Dimorphos occupies a single pixel in these images).<\/p>\n <\/div>",
                "textplain": "\n\n \n Enlarge \/ A recent Hubble photo shows the 10,000 km tail of debris left behind by DART's impact. \nOn Tuesday, NASA announced that its first test of a potential planetary defense system was a notable success. The Double Asteroid Redirect Test (DART) successfully smashed a spacecraft into an asteroid in late September, hoping to alter its orbit around a larger companion. Any changes in the orbit, however, would be difficult to pick up and potentially require months of follow-up observations. But the magnitude of the orbital shift was large enough that ground-based observatories picked it up already.\nMeanwhile, a lot of hardware is also picking up the debris that shot out from the impact, giving scientists a lot of information about the collision and the asteroid.\nNew orbit, who dis?\nDimorphos is less than 200 meters across and cannot be resolved from Earth. Instead, the binary asteroid looks like a single object from here, with most of the light reflecting off the far larger Didymos. What we can see, however, is that the Didymos system sporadically darkens. Most of the time, the two asteroids are arranged so that Earth receives light reflected off both. But Dimorphos' orbit sporadically takes it behind Didymos from Earth's perspective, meaning that we only receive light reflected off one of the two bodies—this causes the darkening.\nBy measuring the darkening's time periods, we can work out how long it takes Dimorphos to orbit and thus how far apart the two asteroids are. \nDART's impact was designed to be head-on and slow Dimorphos. This would result in it dropping into a lower orbit that takes less time to complete. So, even though we've slowed the asteroid down, we expect its orbit to be completed more quickly. How quickly? In modeling done before the impact, NASA concluded that, at a minimum, it would be over a minute shorter but was likely to be more substantial. \"The team had been looking at a broad range of parameters for the potential physical properties of Dimorphos and from those models, had estimated we would make a change of between a few minutes and several tens of minutes,\" said NASA's Lori Glaze.\nOver time, the difference between expectations of when you'd see a dimming, given Dimphos' prior orbit and when the dimming takes place, should grow. And a variety of telescopes have grabbed observations that have a wide enough time window to capture both the expected orbital dimming and the full range of potential timings based on NASA modeling. The results clearly show that the orbit has been shortened.\nEnlarge \/ Data from ground-based telescopes show that Dimorphos isn't getting eclipsed when we'd expect it to if it were in its previous orbit.\nBy how much? Before DART, Dimorphos' orbit took 11 hours and 55 minutes; post-impact, it's down to 11 hours and 23 minutes. For those averse to math, that's 32 minutes shorter (about 4 percent). NASA estimates that the orbit is now \"tens of meters\" closer to Didymos. This orbital shift was confirmed by radar imaging, which can resolve the two asteroids (albeit barely, as Dimorphos occupies a single pixel in these images).\n ",
                "image": "https:\/\/cdn.arstechnica.net\/wp-content\/uploads\/2022\/10\/3.2_dart_compass_draft2-760x380.png"
            }
        ]
    }
}